import React from 'react'

export const Messages = () => {
  return (
    <div>
      <p>Messages</p>
      <div styles={{border: 'solid 1px red'}}>
      <h1>Часть из фигмы, которую берем в разработку:</h1>
      <p>- листинг звонков с выборкой по датам</p>
      <p>- выбор входящих, исходящих или всех звонков</p>
      <p>- проигрывание записи (если есть)</p>
      <p>- сортировка на клиенте</p>
      <p>- меню - статика без функционала, активный раздел "Звонки"</p>
      </div>
    </div>
  )
}
